[{"title": "Africanlion.pdf", "summary": "The Denver Zoological Foundation provides information on the African lion (Panthera leo melanochaita), a vulnerable species primarily found in sub-Saharan Africa's savannas, grasslands, and woodlands. Classified as a mammal within the order Carnivora and the family Felidae, lions are the second-largest big cat species, with males larger than females and possessing distinctive manes. They are social animals, living in prides and exhibiting communal hunting and parenting behaviors. Lions are carnivorous, preying on various ungulates and scavenging when necessary. In captivity, their diet is carefully managed with nutrient-fortified meat and occasional fasting.\n\nLions have several adaptations for survival, including group behavior, night vision, and powerful bodies with retractable claws for hunting. They are apex and keystone predators, with roars that can be heard up to 5 miles away. The Denver Zoo houses a coalition of four male lions born in 2015 and a pride with several females and a male cub born in 2019. The lions' conservation status is vulnerable due to habitat loss and human conflict, with an estimated 43% population reduction over 21 years, leaving around 20,000 lions in the wild. Conservation efforts focus on creating safe habitats and national parks to ensure their survival. Additional information can be found through resources like National Geographic and the Lion Recovery Fund.", "path": "C:/Users/Admin/Desktop/erdcDBFunc/analysis_crew/documents\\Africanlion.pdf"}, {"title": "Application_of_Eye_Tracking_Technology.pdf", "summary": "This systematic review by Daniel Martinez-Marquez and colleagues examines the application of eye tracking technology in high-risk industries such as aviation, maritime, and construction. The review highlights that most accidents in these sectors are due to human error, often linked to impaired mental performance and attention failure. Eye tracking research, dating back 150 years, captures a variety of eye movements that reflect human cognitive, emotional, and physiological states, providing insights into the human mind in different scenarios.\n\nThe review identifies the demographic distribution and applications of eye tracking research, revealing that the aviation industry has the highest number of studies, followed by maritime and construction. The USA leads in eye tracking studies, with significant contributions from Germany, Norway, China, and the UK. The research uncovers different applications of eye tracking, such as studying visual attention, mental workload, human-machine interfaces, situation awareness, training improvement, and hazard identification.\n\nEye tracking technologies are often integrated with simulators, video and audio recording, head trackers, EEG, ECG, and other technologies to study various human aspects in detail. The review identifies gaps in the literature, suggesting the need for further research on topics like mental workload in construction, hazard detection in aviation and maritime, and the integration of additional technologies to support eye tracking research. The study concludes that eye tracking has a promising future in enhancing understanding and training in high-risk industries.", "path": "C:/Users/Admin/Desktop/erdcDBFunc/analysis_crew/documents\\Application_of_Eye_Tracking_Technology.pdf"}, {"title": "HPHC.pdf", "summary": "This paper by Omar A. Morris and Khalid H. Abed from Jackson State University describes the process of configuring and administering a Cray CS 400 heterogeneous cluster using Bright Cluster Manager software. The paper outlines the steps from hardware assembly to software installation, including the OS and system management tools. The Cray CS 400 cluster consists of a head node and six compute nodes, with the compute nodes featuring Intel Xeon E5-2698 CPUs and dual Intel Xeon Phi 7120 coprocessors. The authors detail the network topology, software installation process, and the creation of a compute node image. They also discuss the installation of the Many Integrated Core (MIC) software stack necessary for the Xeon Phi coprocessors to function.\n\nThe paper further explores the use of the cluster for high-performance computing (HPC) research, specifically using the Mantevo Project's MiniMD mini-application to benchmark and compare the performance of the cluster's conventional multi-core Xeon processor against the Intel Xeon Phi architecture. The research aims to demonstrate increased speed and efficiency on the MIC hardware. The authors conclude by acknowledging the support received for the project and stating that future work will focus on detailing the cluster's performance and improving the installation and administration process.", "path": "C:/Users/Admin/Desktop/erdcDBFunc/analysis_crew/documents\\HPHC.pdf"}, {"title": "IMPROVING_SITUATIONAL_AWARENESS.pdf", "summary": "This master's thesis by Alexandra Levin and Najda Vidimlic at Mälardalen University, Sweden, focuses on improving situational awareness in aviation through robust vision-based detection of hazardous objects. The thesis investigates the use of deep learning object detection algorithms to aid pilots in identifying potential hazards during landing, particularly in adverse weather or cluttered environments.\n\nThe authors constructed a comprehensive dataset representing an operational airport environment, including various objects such as aircraft, vehicles, and humans. They utilized the Faster RCNN with ResNet-50-FPN as the object detection algorithm and evaluated its accuracy and robustness against environmental variations like weather and lighting conditions.\n\nThe results showed that the algorithm achieved a base accuracy of 50.327% AP@[IoU=.5:.95] on the custom dataset. When exposed to augmented images simulating different environmental conditions, the accuracy decreased significantly but improved to 47.738% AP@[IoU=.5:.95] after incorporating these variations into the training set, indicating an increase in robustness.\n\nThe thesis also explored Bayesian uncertainty estimations as a potential method for detecting erroneous predictions, which could be crucial for safety in aviation applications. The findings suggest that Bayesian uncertainty shows promise for providing additional information to correctly interpret objects in the operational environment.\n\nOverall, the research contributes to the development of a decision-support system for enhancing pilot situational awareness by providing a foundation for a comprehensive environment description and a robust object detection algorithm capable of operating under varying conditions. Further work is needed to fully validate the robustness of the solution and to integrate uncertainty estimations with the object detection algorithm.", "path": "C:/Users/Admin/Desktop/erdcDBFunc/analysis_crew/documents\\IMPROVING_SITUATIONAL_AWARENESS.pdf"}, {"title": "The_role_of_human_factors_in_aviation_ground_operation_related_accidents.pdf", "summary": "The study, published in Transportation Engineering 13 (2023), examines the role of human factors in aviation ground operation-related accidents and incidents using a human error analysis approach. The research analyzed 87 accident and incident reports from 2000 to 2020, employing the Human Factors Dirty Dozen (HF DD) Model and the Human Factors Analysis and Classification Scheme (HFACS) for systematic thematic analysis. The findings highlight that the main causes of ground operation-related accidents and incidents are lack of situational awareness and failure to follow prescribed procedures. Critical operational actions identified include aircraft pushback/towing, aircraft arrival and departure, and aircraft weight and balance. The study proposes an agenda for future research and recommendations for industry corrective action, emphasizing the need for a comprehensive Ramp Resource Management (RRM) framework to address the identified safety issues. The research also suggests that current human error analysis models may need to be extended to consider the broader organization and aviation system context.", "path": "C:/Users/Admin/Desktop/erdcDBFunc/analysis_crew/documents\\The_role_of_human_factors_in_aviation_ground_operation_related_accidents.pdf"}]